Revit 2024 API
BuiltInFailures.TagFailures.CannotRemapTagReference Property
 The tag reference was not remapped.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotRemapTagReference { get; }
Visual Basic
Public Shared ReadOnly Property CannotRemapTagReference As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotRemapTagReference {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace